const RandomWord = () => {
  var word = RandomWord.words[Math.floor(Math.random() * RandomWord.words.length)];
  return word;
};

RandomWord.words = [
  "ยาก",
  "ง่าย",
  "เหงา",
  "หญิง",
  "โบ๊ท",
  "แฟร์",
  "โบว์",
  "เบล",
  "โบนัส",
  "เล่น",
  "เกม",
  "เธอ",
  "งาน",
  "หิว",
  "กิน",
  "ใจ",
  "รัก",
  "ไม่",
  "ใช่",
  "ดี",
  "อืม",
  "เพลง",
  "หนัง",
  "ซีรีย์",
  "ร้อน",
  "เย็น",
  "หนาว",
  "ขำ",
  "เหนื่อย",
  "เลิก",
  "ท้อ",
  "เช้า",
  "สาย",
  "บ่าย",
  "ดึก",
  "ดู",
  "ฟัง",
  "อ่าน",
  "พูด",
  "เห็น",
  "นอน",
  "หลับ"
];

export default RandomWord;
